module.exports = {
	/// 正数
	number: {
		regexp: /^[0-9]\d*$/,
		error: '必须为正数'
	},
	required: {
		error: '{data-name}不能为空'
	},
	/// 手机号码 13,14,15,17,18 打头的11纯数字
	mobile: {
		regexp: /^1[3|4|5|7|8]\d{1}([0-9]|\*){4}\d{4}$/,
		error: '手机号码格式错误'
	},
	/// 电话号码 0xx-xxxxxxxx,0xxx-xxxxxxx,0xxx-xxxxxxxx,400-xxx-xxxx,xxxxxxx,xxxxxxxx
	telephone: {
		regexp: /^(1[23456789]\d{9}|0\d{2}-?\d{8}|0\d{3}-?\d{7}|0\d{3}-?\d{8}|400-?\d{3}-?\d{4}|0085[23]-?\d{8}|00886-?\d{8}|[2-9]\d{6,7}|[1-9]\d{4})$/,
		error: '电话号码格式错误'
	},
	/// 用户名  只能输入3-20个字母、数字、下划线
	username: {
		regexp: /^[A-Za-z0-9_]{4,20}$/,
		error: '用户名 只能输43-20个字母、数字、下划线'
	},
	/// 密码  只能输入4-20个字符
	password: {
		regexp: /^.{4,20}$/,
		error: '密码只能输入4-20个字符'
	},
	/// Email
	email: {
		regexp: /^\w+([-+.]\w+)*@\w+([-.]\w+)*\.\w+([-.]\w+)*$/,
		error: 'Email错误'
	},
	/// 网址
	url: {
		regexp: /^[a-zA-z]+:\/\/(\w+(-\w+)*)(\.(\w+(-\w+)*))*(\?\S*)?$/,
		error: '网址错误'
	},
	/// 中国邮政编码 中国邮政编码为6位数字
	zip: {
		regexp: /^[1-9]\d{5}(?!\d)$/,
		error: '邮政编码错误'
	},
	/// 日期
	date: {
		regexp: /^(([1-9][0-9]{3})[\-\/]((0?2[\-\/](0?[1-9]|[12][0-9]))|(0?[469]|11)[\-\/](0?[1-9]|[12][0-9]|30)|(0?[13578]|1[02])[\-\/](0?[1-9]|[12][0-9]|3[01])))$/,
		error: '日期格式错误'
	},
	/// IP地址
	ipaddress: {
		regexp: /^(25[0-5]|2[0-4]\d|[0-1]\d{2}|[1-9]\d?)\.(25[0-5]|2[0-4]\d|[0-1]\d{2}|[1-9]?\d)\.(25[0-5]|2[0-4]\d|[0-1]\d{2}|[1-9]?\d)\.(25[0-5]|2[0-4]\d|[0-1]\d{2}|[1-9]?\d)$/,
		error: 'IP地址错误'
	},
	/// 身份证号码
	idcard: {
		regexp:  /^(\d{15}|\d{17}[xX]|\d{18})$/,
		error: '身份证号码错误'
	}
};