module.exports = React.createClass({
    getInitialState: function() {
        return {};
    },

    render: function() {
        return <div className="rule_box">
            <dl>
                <dt><h1>风险提示书</h1></dt>
                <dd>尊敬的客户：
                     <div>
                        您好！为使您更好地了解   海纳智投  提供服务存在的风险，根据法律法规、监管规定、自律规则的有关规定，本公司提供本风险揭示书，请您认真仔细阅读，慎重决定是否接受本产品服务。
                     </div>
                     <div>海纳智投是由北京首证投资顾问有限公司（以下简称“首证投顾”或者称为“本公司”）设计研发。</div>
					 <div>首证投顾具有中国证券监督管理委员会批准的证券投资咨询业务资格（资格编号：ZX0013），您可通过网址www.sac.net.cn查询本公司是否具备证券投资咨询业务资格，本公司证券投资顾问是否具备证券投资咨询执业资格。</div>
					<div>请您在接受本公司证券投资顾问服务前，认真阅读以下内容：</div>
                 </dd>
                 <dd>
                 	<div>一、证券投资顾问业务，是证券投资咨询业务的一种基本形式，指证券投资咨询公司接受投资者委托，按照约定，向投资者提供涉及证券及证券相关产品的投资建议服务，辅助投资者作出投资决策，并直接或者间接获取经济利益的经营活动。投资建议服务内容包括投资的品种选择、投资组合以及理财规划建议等。</div>
                 	<div>您应充分了解证券投资顾问业务含义，理解在接受证券投资顾问服务后，您应自主作出投资决策，并独立承担投资风险。</div>
                 </dd>
                 <dd><div>二、本公司承诺诚信提供专业服务，但不承诺或者保证投资收益，不承诺或者保证您的投资本金或者原始本金不受损失；本公司及其人员也不得与您约定分享投资收益或者分担投资损失。</div></dd>
                 <dd><div>三、您在接受证券投资顾问服务前，应向本公司说明自身资产与收入状况、投资经验、投资需求和风险偏好等情况并接受评估，以便于本公司根据您的风险承受能力和服务需求，向您提供适当的证券投资顾问服务。您向本公司提供的前述信息应当真实、准确、完整。如您前述信息发生重要变化的，可能影响本公司对您分类的，应及时告知本公司。您不按照本公司要求提供相关信息或者提供信息不真实、不准确、不完整的，应当依法承担相应法律责任，且本公司将拒绝向其提供服务。</div></dd>
                 <dd><div>四、问卷调查、投资知识测试或者模拟交易以及本公司开展的其他投资者适当性工作仅作为本公司评估您投资偏好及风险承受能力的参考或依据。您应当在了解产品或者服务情况，听取本公司适当性意见的基础上，根据自身能力审慎、独立决策，独立承担投资风险。本公司的适当性匹配意见不表明本公司对产品或者服务的风险和收益做出实质性判断或者保证，不代表本公司因此对您的投资风险承担任何责任。</div></dd>
                 <dd><div>五、如本公司告知您不适合购买相关产品或者接受相关服务后，您主动要求购买风险等级高于您风险承受能力的产品或者接受相关服务的，本公司在确认您不属于风险承受能力最低类别的投资者后，本公司将向您提供特别风险警示，您在点击阅读并充分理解本公司提供的特别风险警示后仍坚持购买的，本公司可以向您销售相关产品或者提供相关服务。由此，您将独立承担购买前述高风险产品或者接受高风险服务所发生的一切风险。</div></dd>
                 <dd><div>六、本公司作为投资建议依据的证券研究报告和投资分析意见等，可能存在不准确、不全面或者被误读的风险，且投资建议中的资料、意见、预测均反映该投资建议初次公开发布时的判断，可能会随时调整，您可以向证券投资顾问了解证券研究报告的发布人和发布时间以及投资分析意见的来源，以便在进行投资决策时作出理性判断。</div></dd>
                 <dd><div>七、本公司作为投资建议依据的证券研究报告和投资分析意见等，可能存在不准确、不全面或者被误读的风险，且投资建议中的资料、意见、预测均反映该投资建议初次公开发布时的判断，可能会随时调整，您可以向证券投资顾问了解证券研究报告的发布人和发布时间以及投资分析意见的来源，以便在进行投资决策时作出理性判断。</div></dd>
                 <dd><div>八、__海纳智投__虽采用大数据技术研发而成，功能强劲，但仅为辅助您投资决策的软件工具，不能取代您自己的投资分析及投资决策。__海纳智投_提供的投资建议仅供参考，请您根据自己的投资经验及风险承受能力，谨慎入市，谨慎选股。</div></dd>
                 <dd><div>九、本公司所有视频、文字资讯均只代表发布机构或者个人本身的研究观点或者对市场信息的解读，所有视频及文字资讯均仅供您参考，您应自主做出投资决策并独立承担风险。对于您根据前述信息作出的投资决策所引发的任何损失，本公司不承担任何赔偿责任。</div></dd>
                 <dd><div>十、海纳智投部分功能板块服务是由首证投顾以及其关联公司、关联网站之外的第三方单独提供或者由首证投顾与前述第三方分别提供服务的（具体情况详见相关产品说明）。对于涉及第三方提供服务的部分，可能需要您单独与相关第三方签署相关协议。首证投顾不对第三方提供的服务承担任何责任，请您谨慎选择购买、使用。</div></dd>
                 <dd><div>十一、您在接受证券投资顾问服务前，必须了解本公司及其人员提供的证券投资顾问服务不能确保投资者获得盈利或者本金不受损失。本公司及其人员提供的投资建议具有针对性和时效性，不能在任何市场环境下长期有效。</div></dd>
                 <dd><div>十二、本公司证券投资顾问存在因离职、离岗等原因导致更换投资顾问服务人员并影响服务连续性的风险。</div></dd>
                 <dd><div>十三、您在接受证券投资顾问服务前，必须了解证券投资咨询机构存在因停业、解散、撤销、破产，或者被中国证券监督管理委员会撤销相关业务许可、责令停业整顿等原因导致不能履行职责的风险。</div></dd>
                 <dd><div>十四、您应向本公司提供有效的联系方式和服务获取方式，如有变动须及时向本公司进行说明，如因您自身原因或者不可抗力因素导致您未能及时获取本公司提供的服务的，由此产生的不利后果将由您自行承担。</div></dd>
                 <dd><div>十五、您在接受证券投资顾问服务前，必须了解本公司证券投资顾问服务的收费标准和方式，按照公平、合理、自愿的原则，与本公司签订相关证券投资顾问服务协议，接受该协议所约定的收费标准和方式。证券投资顾问服务收费应向协议中所载明的本公司账户支付，不得向证券投资顾问人员或其他个人账户支付。</div></dd>
                 <dd><div>十六、您在接受证券投资顾问服务前，必须了解本公司证券投资咨询机构及其人员可能存在道德风险，如您发现投资顾问存在违法违规行为或利益冲突情形，如泄露客户投资决策计划、传播虚假信息、进行关联交易等，您可以向本公司投诉或向有关部门举报。</div></dd>
                 <dd><div>十七、您应妥善保管您从本公司获取的登录本公司网络平台产品或者移动端APP的账号及密码，您不得私自接受本公司人员的个人咨询服务，否则，由此引发的风险将由您自行承担。</div></dd>
                 <dd><div>十八、您在接受证券投资顾问服务时，应保管好自己的证券账户、资金账户和相应的密码，不要委托本公司及其人员管理您的证券账户、资金账户，代理买卖证券，否则由此导致的风险将由您自行承担。</div></dd>
                 <dd><div>十九、建议您不要使用透支资金、借贷资金进入资本市场，不要使用 “必须的基本生活费用”进行证券投资，以避免因投资失败而导致生活品质下降。只有用闲钱进行证券投资，心态才会更平和，收益才会更稳定。</div></dd>
                 <dd><div>二十、股市有风险，投资需谨慎。</div></dd>
            </dl>
            <dl className="important_tips">
                <dt>重要提示：</dt>
                 <dd>
                     <div>                                     
						本风险揭示书所列风险仅为列举性质，未能详尽列明您接受本公司服务所面临的全部风险和可能导致您投资损失的所有因素。
                     </div>
                 </dd>
                 <dd><div>您在接受本公司提供服务前，应认真阅读并理解相关网络平台或者移动端APP用户注册服务协议、公告、声明、规则、公约或者说明、相关服务协议及本风险揭示书、特别风险警示的全部内容。</div></dd>
                 <dd><div>您在接受证券投资顾问服务的情况下应当自行承担投资风险，本公司不以任何方式向您作出不受损失或者取得最低收益的承诺。</div></dd>
                  <dd><div>您只有在充分知晓并理解上述风险的前提下，方可与本公司签署有关证券投资顾问服务协议。</div></dd>
                  <dd><div>特别提示：您勾选“□已认真阅读、全面理解并自愿签署”本风险揭示书，即表明您已经完全理解并自愿承担本公司提供的证券投资顾问服务存在的各种风险与损失。</div></dd>
            </dl>
               </div>
    }
});