module.exports = React.createClass({
    getInitialState: function() {
        return {};
    },

    render: function() {
        return <div className="rule_box">
            <div className="agreement" >
                <div className="content">
                    <dl>
                        <dt><h1>用户注册服务协议</h1></dt>
                    </dl>
                    <dl>
                        <dt><h1>重要提示</h1></dt>
                        <dd>
                            <div>
                                北京首证投资顾问有限公司（以下简称“首证投顾”）是<span className="underline">海纳智投PC客户端</span>及<span className="underline">海纳智投</span>移动端APP（以下统称“智能终端”）的主办运营单位。首证投顾依据本协议约定为智能终端用户提供服务，本协议在用户和首证投顾之间产生法律效力。
                            </div>
                            <div>
                                首证投顾在此特别提醒您，请您认真阅读并充分理解本协议各条款，特别是其中所涉及的免除或者限制首证投顾责任的条款、排除或者限制用户权利的条款。请您认真阅读并选择接受或者不接受本协议。除非您接受本协议所有条款，否则请您主动拒绝使用首证投顾利用智能终端提供的服务。
                            </div>
                            <div>智能终端部分功能板块服务是由首证投顾以及其关联公司、关联网站之外的第三方单独提供服务，或者由首证投顾与前述第三方分别提供服务（具体情况详见相关产品说明）。对于涉及第三方提供服务的部分，需要您单独与相关第三方签署相关协议，如您不签署相关协议，将无法使用这部分功能。首证投顾不对第三方提供的服务承担任何责任，请您谨慎选择使用。</div>
                            <div>智能终端部分功能板块可能会提供上海证券交易所、深圳证券交易所发布的行情信息以及其他金融数据、信息。这些数据、信息的著作权属相关著作权人所有。您只能在合法范围内且在相关协议约定的权利范围内使用这些数据、信息。您不得将前述数据、信息向任何第三人以转接（包括提供互联网之链接）、再发放、复制、出售、出租或者出借方式提供，或者将前述数据、信息加以更改、增添、扩充、删减、毁损或者实施其它一切之变更；您不得将前述数据、信息另行取样并编制指数、其它衍生性产品；您不得将前述数据、信息用于任何非法目的，或者提供给第三方用于任何非法目的。如您违反本条约定，首证投顾有权不经事先通知而立即限制或者停止您使用智能终端部分或者全部功能，首证投顾有权立即解除与您签订的所有协议，且首证投顾前述行为不构成任何违约行为，首证投顾无须承担任何违约责任。</div>
                        </dd>
                        <dd>
                            <div>您点击“注册”按钮或者使用智能终端或者享用智能终端提供的服务，即视为您对本协议全部条款已充分理解并完全接受。</div>
                            <div>本提示为本协议不可分割的一部分，与本协议具有同等法律效力。</div>
                        </dd>
                    </dl>
                    <dl>
                        <dt><h2>第一条 智能终端</h2></dt>
                        <dd>
                            <div>1.1本智能终端是首证投顾为提供证券投资顾问服务所开发设计并运营管理的智能服务终端，包括海纳智投PC客户端及海纳智投移动端APP。智能终端提供的具体服务内容以首证投顾在海纳智投PC客户端、海纳智投移动端APP界面届时发布的服务内容或者产品说明为准。</div>
                        </dd>
                        <dd>
                            <div>
                                1.2在本协议履行过程中，首证投顾可根据情况对本协议进行修改。一旦本协议内容发生变动，首证投顾将在智能终端公布最新的注册服务协议，不再向用户作个别通知。<span>如用户不同意首证投顾对本协议所做的修改，用户有权停止使用智能终端。如用户继续使用智能终端，则视为用户接受首证投顾对本协议所做的修改，并应履行修改后的协议。</span>
                            </div>
                        </dd>
                        <dd>
                            <div><span>1.3首证投顾可依其独立判断暂时停止提供、限制或者改变智能终端提供服务的内容及方式，只要用户依然使用智能终端，则该行为将被视为用户默示同意本协议的全部约定。</span></div>
                        </dd>
                    </dl>
                    <dl>
                        <dt>
                            <h2>第二条 用户</h2>
                        </dt>
                        <dd>
                            <div>2.1用户是指符合中华人民共和国法律规定的具有完全民事权利和民事行为能力，能够独立承担民事责任的自然人。具体条件如下：</div>
                            <div>2.1.1持有中国大陆（不包括香港特区、澳门特区及台湾地区）有效身份证件；</div>
                            <div>2.1.2年满 18周岁以上；</div>
                            <div>2.1.3能够独立承担民事责任；</div>
                            <div>2.1.4具有合格证券投资资格。</div>
                            <div>2.2在使用智能终端之前，用户应在智能终端上注册。注册时，用户应提供最新的、真实有效的用户资料，包括但不限于姓名、身份证号、联系方式等。用户应当配合进行实名认证，否则用户将无法购买相关服务或者使用智能终端相关功能。</div>
                            <div>2.3用户点击智能终端“<span className="underline">注册</span>”按钮成为注册用户，开立用户账户：用户应按首证投顾要求填写用户名、密码、手机号码、验证码等信息进行注册。用户在智能终端进行注册时将生成用户账户，用户账户将记载用户在智能终端进行的相关活动，上述用户账户是用户在首证投顾的唯一账户。</div>
                            <div>2.4用户应维持并及时更新用户资料，确保资料的真实性、合法性、有效性和完整性。如用户提供任何虚假的、失效的或者不完整的资料，或者首证投顾依其独立判断怀疑上述资料是虚假的、失效的或者不完整的，首证投顾将有权行使限制用户使用智能终端的权利，包括但不限于停用用户帐户、限制用户使用智能终端的其他部分或者全部功能。在此情形下，首证投顾不承担任何责任，并且用户同意承担因此所引发的直接或者间接的任何支出或者损失。</div>
                            <div>2.5如因用户未及时更新用户资料，从而导致首证投顾无法提供服务或者提供服务时发生错误的，则用户不得将此作为解除证券投资顾问服务协议的理由，首证投顾亦不承担任何责任，由此引发的一切后果应由用户自行承担。</div>
                            <div> 2.6用户不得使用或者冒用他人信息注册智能终端，否则首证投顾将追究实际使用人的法律责任。</div>
                            <div> 2.7用户在一个智能终端注册成功，即可同步获得首证投顾关联网站以及其他智能终端的登录权限。用户可通过一个智能终端的注册信息直接登录首证投顾关联网站以及其他智能终端，而无需重新注册。</div>
                            <div> 2.8用户在一个智能终端注册成功时，用户已授权首证投顾将其注册信息披露给首证投顾关联网站以及其他智能终端，并同时授权首证投顾关联网站以及其他智能终端使用。</div>
                            <div> 2.9用户使用首证投顾关联网站以及其他智能终端，即视为用户同意首证投顾关联网站以及其他智能终端的注册服务协议。如发生争议，用户可根据具体使用的平台、智能终端以及对用户权益产生直接影响的具体行为对象等因素来确定争议相对方。</div>
                            <div>2.10用户使用其他智能终端或者其关联网站时，请遵守其他智能终端或其关联网站相关约定条款。关联网站以及其他智能终端约定条款与用户已注册的智能终端约定条款不一致时，请按用户届时登录的网站约定条款为准。</div>
                            <div>2.11除本协议外，用户应同时遵守首证投顾不时发布及更新的全部规则，包括但不限于各类公告、网站声明、产品说明、交易流程说明、风险提示、推广推荐规则、文明直播公约等。</div>
                            <div>2.12用户不得利用首证投顾提供的服务从事违反中国法律法规或者侵犯他人合法权益的活动。如用户从事上述活动，一经发现，则首证投顾有权不经事先通知而立即限制或者停止该用户使用智能终端部分或者全部功能。</div>
                            <div>2.13用户在注册时向首证投顾提交的用户名、密码、手机号码是用户登陆智能终端的重要识别信息。用户注册成功后，除本协议另有约定外，用户不得将注册的用户名、密码、UID号、手机号码转让或者授权第三方使用。</div>
                            <div>2.14用户声明与承诺</div>
                            <div>2.14.1用户声明并承诺其向首证投顾提交的用户资料以及其他信息是最新的、真实的、合法的、有效的、完整的。</div>
                            <div>2.14.2用户承诺不会利用首证投顾提供的服务或者第三方提供的服务从事违反中国法律法规或者侵犯他人合法权益的活动，包括但不限于：</div>
                            （1）反对宪法所确定的基本原则的；
                            （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
                            （3）损害国家荣誉和利益的；
                            （4）煽动民族仇恨、民族歧视，破坏民族团结的；
                            （5）破坏国家宗教政策，宣扬邪教和封建迷信的；
                            （6）散布谣言，扰乱社会秩序，破坏社会稳定的；
                            （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
                            （8）侮辱或者诽谤他人，侵害他人合法权益的；
                            （9）违反法律、行政法规的其他活动。
                            <div>2.14.3用户承诺全面履行其在智能终端签订的一切协议或者类似性质的文件；用户承诺遵守智能终端发布的各类公告、网站声明、产品说明、交易流程说明、推广推荐规则以及其他类似性质的文件。</div>
                            <div>2.14.4用户承诺其在使用用户名、密码、手机号码、UID号等用户资料登陆智能终端进行的操作，均为其本人操作；非用户本人操作所引发的一切法律责任均由用户本人自行承担。</div>
                            <div>2.14.5用户承诺，如依据法律法规规定，首证投顾需对用户进行风险识别能力及风险承受能力评估才能向用户提供相应服务的，用户应予以配合填写调查问卷及进行其他操作，按照操作流程向首证投顾提供真实、有效、准确、完整的信息。</div>
                        </dd>
                    </dl>
                    <dl>
                        <dt>
                            <h2>第三条  合同管理服务</h2>
                        </dt>
                        <dd>
                            <div>3.1在智能终端订立的协议或者合同采用电子合同方式。用户登录智能终端后，根据首证投顾发布的规则、说明、流程，在智能终端通过点击确认、勾选或者类似方式签署电子合同，即视为用户本人以用户本人名义签署该协议或者合同。签署该协议或者合同是用户本人的真实意思表示，被签署的协议或者合同对协议或者合同当事人均具有法律约束力。用户应妥善保管自己的用户名、密码、UID号等账户信息，用户不得以其用户名、密码等账户信息被盗用或者以其他理由否认已订立的协议或者合同的效力，从而不按照该协议或者合同全面履行相关义务。</div>
                            <div>3.2首证投顾为用户免费保管其在智能终端所签署的协议或者合同。保管期限为从签约之日起至相关协议终止后五年。</div>
                            <div>3.3用户不得私自复制、伪造、变造智能终端登载的协议或者合同，不得利用智能终端登载的协议或者合同进行诈骗或进行其他违法犯罪活动。</div>
                            <div>3.4除发生特殊情况并经用户申请外，首证投顾不向用户提供任何纸质合同。</div>
                        </dd>
                    </dl>
                    <dl>
                        <dt><h2>第四条 账户安全及管理</h2></dt>
                        <dd>
                            <div>4.1用户理解并同意，用户有义务保护用户名、密码、交易记录等用户账户信息的安全。因黑客、病毒或者用户疏于保管等非首证投顾之原因所导致用户的用户账户被他人非法使用的，首证投顾对此不承担任何责任。</div>
                        </dd>
                        <dd>
                            <div>4.2用户对其利用用户名、密码、交易记录等用户账户信息所实施的一切行动、所发表的一切言论，承担全部责任。</div>
                        </dd>
                        <dd>
                            <div>4.3用户不得对其他任何人泄露用户名、密码、交易记录等用户账户信息，亦不得使用其他用户的用户名、密码、用户账户。冒用他人账户及密码的，首证投顾及其合法授权主体保留追究实际使用人连带责任的权利。</div>
                        </dd>
                        <dd>
                            <div>4.4首证投顾通过用户的用户账户、UID号及密码来识别用户的指令。用户确认，用户使用用户账户和密码登陆智能终端并在智能终端进行的一切行为均代表用户本人真实意愿。用户通过用户账户操作所产生的电子信息记录均为用户行为的有效凭据，并由用户自行承担由此产生的全部责任。</div>
                        </dd>
                        <dd>
                            <div>4.5用户应根据首证投顾发布的相关规则以及首证投顾智能终端的相关提示创建一个安全密码，应避免使用过于简易的英文单词、字母组合、数字组合或者曾被公众经常使用的特定日期，比如sunny、snow、666666、或者用户的出生日期等。</div>
                        </dd>
                        <dd>
                            <div>4.6用户如发现有第三人冒用或者盗用其用户账户及密码的，或者发现其他任何未经合法授权的情形，用户应立即以有效方式通知首证投顾，要求首证投顾暂停相关服务，否则由此引发的一切损失及责任均由用户本人自行承担。同时，用户理解并同意首证投顾对用户的请求采取行动需要一定的合理期限，在此之前，首证投顾对前述第三人冒用、盗用用户账户及密码或者其他未经合法授权的行为所导致的任何损失不承担任何责任。</div>
                        </dd>
                        <dd>
                            <div>4.7用户死亡或者被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担。如用户丧失全部或者部分民事权利能力或者民事行为能力，首证投顾或者其授权的主体有权根据有效法律文书（包括但不限于生效的法院判决等）或者其法定监护人的指示处置与用户账户相关的权利义务。</div>
                        </dd>
                        <dd>
                            <div>4.8首证投顾有权基于独立判断，在其认为用户账户可能出现异常交易、涉嫌洗钱等违法犯罪、拖欠服务费用、长期闲置账户等情形的，可不经事先通知而先行暂停、中断或者终止向用户提供本协议项下的全部或部分用户服务，并将注册资料移除或者删除，且无需对用户或者任何第三方承担任何责任。
                                前款“拖欠服务费用”是指用户在使用首证投顾收费服务时未按约定向首证投顾支付相应的服务费用或者第三方服务费用的；
                                前款“长期闲置账户”是指连续三年内，用户未实际使用用户账户。
                            </div>
                        </dd>
                        <dd>
                            <div>4.9用户同意，用户账户的暂停、中断或者终止不代表用户责任的终止，用户仍应承担其在使用智能终端期间的行为所引发的违约、损害赔偿等责任，同时首证投顾仍有权保有用户的相关信息。</div>
                        </dd>

                    </dl>
                    <dl>
                        <dt><h2>第五条 责任限制与免责条款</h2></dt>
                        <dd>
                            <div>5.1用户了解，为方便用户支付服务费用，首证投顾将与银行或者第三方支付机构等第三方的合作，为客户开通网络支付通道。在任何情况下，对于用户使用智能终端服务过程中涉及由第三方提供相关服务的责任由该第三方承担，首证投顾不承担该等责任。首证投顾不承担责任的情形包括但不限于：</div>
                        </dd>
                        <dd>
                            <div>5.1.1因银行、第三方支付机构等第三方未按照用户和/或者智能终端指令进行操作引起的任何损失或责任；</div>
                        </dd>
                        <dd>
                            <div>5.1.2因银行、第三方支付机构等第三方导致资金未能及时到账或者未能到账引起的任何损失或责任；</div>
                        </dd>
                        <dd>
                            <div>5.1.3因银行、第三方支付机构等第三方对交易限额或者次数等方面的限制而引起的任何损失或责任；</div>
                        </dd>
                        <dd>
                            <div>5.1.4因其他第三方的行为或者原因导致的任何损失或者责任。</div>
                        </dd>
                        <dd>
                            <div>5.2用户同意，基于互联网的特殊性，首证投顾不保证智能终端提供的服务不会中断，也不保证该服务的及时性和安全性。系统因相关状况无法正常运作，使用户无法享用首证投顾提供的服务或者使其享用的智能终端提供的服务受到不良影响时，首证投顾对该用户不负任何责任，前述状况包括但不限于：</div>
                        </dd>
                        <dd>
                            <div>5.2.1首证投顾系统维修、维护期间；</div>
                        </dd>
                        <dd>
                            <div>5.2.2电信设备出现故障不能进行数据传输的；</div>
                        </dd>
                        <dd>
                            <div>5.2.3由于黑客攻击、网络供应商技术调整或者故障、网站升级、银行或者第三方支付机构的问题等原因而造成的首证投顾服务的中断或者延迟；</div>
                        </dd>
                        <dd>
                            <div>5.2.4因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成首证投顾系统障碍不能提供服务的。</div>
                        </dd>
                        <dd>
                            <div>5.3首证投顾不对智能终端提供的任何服务提供任何形式的保证，包括但不限于以下事项：</div>
                        </dd>
                        <dd>
                            <div>5.3.1智能终端服务将符合用户的期待与需求;</div>
                        </dd>
                        <dd>
                            <div>5.3.2智能终端不受任何干扰，能够及时提供服务并且不会出现任何错误；</div>
                        </dd>
                        <dd>
                            <div>5.3.3用户经由智能终端购买或者取得之任何产品、服务、资料、信息、进行的任何交易将符合用户的期望；用户应对通过智能终端下载或者取得任何资料进行评估分析并自担风险。</div>
                        </dd>
                        <dd>
                            <div>5.4首证投顾的合作第三方所提供的服务品质及内容、发布的信息由该相关合作第三方自行负责。智能终端的内容可能涉及由第三方所有、控制或者运营的非关联网站（以下简称“第三方网站”）链接。首证投顾不能保证也没有义务保证第三方网站上任何信息的真实性、合法性和有效性。用户确认按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站不是首证投顾推荐或者介绍的，第三方网站的内容、产品、广告和其他任何信息均由用户自行判断并承担风险，与首证投顾无关。</div>
                        </dd>
                        <dd>
                            <div>5.5用户自首证投顾、首证投顾工作人员、与首证投顾合作的第三方及其工作人员、或者享用首证投顾提供的服务而取得的建议或者资讯，无论其为书面方式还是口头方式，用户应自行判断分析，自主决定是否采用，上述建议或者资讯均不构成首证投顾对服务或者产品收益的任何保证。</div>
                        </dd>
                        <dd>
                            <div>5.6首证投顾不保证平台上外部链接的准确性、有效性、安全性和合法性，同时，对于该等外部链接所指向的任何不由首证投顾实际控制的网页上的内容，首证投顾不承担任何责任。</div>
                        </dd>
                        <dd>
                            <div>5.7因用户自身的原因导致的任何损失或者责任，由用户自行负责，首证投顾不承担责任。首证投顾不承担责任的情形包括但不限于：</div>
                        </dd>
                        <dd>
                            <div>5.7.1用户未按照本协议或者首证投顾不时公布的任何规则进行操作导致的任何损失或者责任；</div>
                        </dd>
                        <dd>
                            <div>5.7.2因用户使用的银行卡的原因导致的损失或者责任，包括用户使用未经绑定的银行卡或者使用非用户本人的银行卡或者使用信用卡，用户的银行卡被冻结、挂失等导致的任何损失或者责任；</div>
                        </dd>
                        <dd>
                            <div>5.7.3用户向智能终端发送的指令信息不明确，或者存在歧义、不完整等导致的任何损失或者责任；</div>
                        </dd>
                        <dd>
                            <div>5.7.4用户账户内余额不足导致的任何损失或者责任；</div>
                        </dd>
                        <dd>
                            <div>5.7.5用户决策失误、遗忘或者泄露密码、密码被他人破解、用户使用的计算机系统被第三方侵入、用户委托他人代理交易时他人恶意或者不当操作而造成的损失；</div>
                        </dd>
                        <dd>
                            <div>5.7.6其他因用户原因导致的任何损失或者责任。</div>
                        </dd>
                        <dd>
                            <div>5.8除本协议另有规定外，在任何情况下，首证投顾对本协议所承担的违约赔偿责任总额不超过向用户收取的当次智能终端服务费用金额。</div>
                        </dd>
                        <dd>
                            <div>5.9首证投顾无需用户同意即可向首证投顾关联公司或者关联网站转让与首证投顾有关的全部或部分权利和义务。未经首证投顾事先书面同意，用户不得转让其在本协议项下的任何权利和义务。</div>
                        </dd>
                    </dl>
                    <dl>
                        <dt><h2>第六条 服务费用及其他费用</h2></dt>
                        <dd>
                            <div>6.1用户享用首证投顾提供的服务，应向首证投顾支付服务费用。<span>各项服务费用明细详见智能终端届时发布的产品说明、收费说明及收费标准。</span>首证投顾保留单方面制定并调整平台服务费用标准的权利。</div>
                            <div>6.2用户在享用首证投顾提供的服务时，可能需要向第三方（如银行、第三方支付机构以及其他第三方服务机构等）支付一定的第三方服务费用，<span>具体收费标准详见第三方网站相关页面，或者首证投顾届时发布提示及收费标准。</span>用户同意根据上述收费标准自行或者委托首证投顾或者首证投顾指定的第三方代为向该第三方支付服务费用。<span>用户与该第三方因费用支付等事项发生的争议或者纠纷，由用户与该第三方自行处理。</span></div>
                        </dd>
                    </dl>
                    <dl>
                        <dt>
                            <div>第七条 隐私权保护及授权条款</div>
                        </dt>
                        <dd>
                            <div>7.1首证投顾对于用户提供的、首证投顾自行收集的、经认证的个人信息将按照本协议予以保护、使用或者披露。</div>
                        </dd>
                        <dd>
                            <div>7.2首证投顾可能自公开及私人资料来源收集用户的额外资料，以更好地掌握用户情况，并为用户量身订制证券投资顾问服务、解决争议并有助于用户在智能终端的安全交易。</div>
                        </dd>
                        <dd>
                            <div>7.3首证投顾按照用户在智能终端上的行为自动追踪关于用户的某些资料。在不泄露用户的隐私资料的前提下，首证投顾有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</div>
                        </dd>
                        <dd>
                            <div>7.4用户同意，首证投顾可在智能终端的某些界面上使用诸如“Cookies”的资料收集装置。</div>
                        </dd>
                        <dd>
                            <div>7.5用户同意首证投顾可使用关于用户的相关资料（包括但不限于首证投顾持有的有关用户的档案中的资料，首证投顾从用户在智能终端上的活动所获取的其他资料以及首证投顾通过其他方式自行收集的资料）以解决争议、对纠纷进行调停。用户同意首证投顾可通过人工或者自动程序对用户的资料进行评价。</div>
                        </dd>
                        <dd>
                            <div>7.6首证投顾采用行业标准惯例保护用户资料。用户因履行本协议提供给首证投顾的信息，首证投顾不会恶意出售或者免费共享给任何第三方，以下情况除外：</div>
                            <div>7.6.1提供独立服务且仅要求与服务相关的必要信息的供应商，如印刷厂、邮递公司等；</div>
                            <div>7.6.2具有合法调阅信息权限并经合法程序调阅信息的政府部门或者其他机构，如公安机关、法院；</div>
                            <div>7.6.3首证投顾的关联公司、关联网站。</div>
                        </dd>
                        <dd>
                            <div>7.7用户授权首证投顾及其关联公司、关联网站，除法律另有规定之外，将其提供给首证投顾的信息、享用首证投顾提供的服务所产生的信息（包括本协议签署之前提供和产生的信息）以及智能终端根据本条约定查询、收集的信息，提供给首证投顾及其关联公司、关联网站因提供服务之必要而委托的合作伙伴，以便于该合作伙伴为用户提供服务、推荐产品、开展市场调查与信息数据分析。
                            </div>
                            <div>为确保用户信息的安全，首证投顾及其关联公司、关联平台，上述合作伙伴对上述信息负有保密义务。</div>
                        </dd>
                    </dl>
                    <dl>
                        <dt>
                            <h2> 第八条 知识产权的保护</h2>
                        </dt>
                        <dd>
                            <div>8.1智能终端上所有内容，包括但不限于文本、图片、数字、照片、音频、视频、网页页面设计、计算机软件等，均由首证投顾或者其他权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</div>
                        </dd>
                        <dd>
                            <div>8.2非经首证投顾或者其他权利人书面同意，任何人不得擅自复制、使用、修改、传播、发布智能终端上的文字、图片、数字、照片、视频、网页页面设计、计算机软件等。具体包括但不限于：</div>
                            <div>8.2.1不得下载（除了页面缓存）或者修改平台或者其任何部分；</div>
                            <div>8.2.2不得对首证投顾或者其内容进行转售或者进行其他商业利用；</div>
                            <div>8.2.3不得为商业目的而收集、利用产品说明、产品期限、产品价格、预期收益、产品投资策略等；</div>
                            <div>8.2.4不得对智能终端或者其内容进行任何衍生利用；</div>
                            <div>8.2.5不得为商业目的而下载或者拷贝账户信息或者使用任何数据采集、Robots或者其他类似的数据收集和摘录工具；</div>
                            <div>8.2.6不得对智能终端的内容进行系统获取以直接、间接创建或者编辑文集、汇编、数据库或者人名地址录（无论是通过Robots、Spiders、自动仪器还是通过手工操作）；</div>
                            <div> 8.2.7不得使用frame或者运用frame技巧把首证投顾或者其关联公司、关联网站、移动端APP的商标、标识或者其者他专有信息（包括文字、图片、数字、照片灯光）据为己有；</div>
                            <div>8.2.8不得以Meta Tags或者任何其他“隐藏文本”方式使用首证投顾或其关联公司、关联网站、移动端APP的名字或者商标。</div>
                        </dd>
                    </dl>
                    <dl>
                        <dt>
                            <h2>第九条 协议的生效与变更</h2>
                        </dt>
                        <dd>
                            <div>9.1用户按照平台规则通过在平台点击“注册”按钮，即视为用户与首证投顾达成本协议并同意接受本协议的全部约定内容；一经点击签署，本协议立即成立。本协议自成立日起对用户与首证投顾双方具有同等的法律约束力。</div>
                        </dd>
                        <dd>
                            <div>9.2本协议的修改或者补充，由首证投顾通过智能终端以电子文本形式发布。一经发布，立即生效。</div>
                        </dd>
                        <dd>
                            <div>9.3本协议中的部分条款的无效或者无法履行，不影响本协议其他条款的效力。</div>
                        </dd>
                    </dl>
                    <dl>
                        <dt><h2>第十条 条款的解释、法律适用及争端解决</h2></dt>
                        <dd>
                            <div>10.1本协议是由用户与首证投顾共同签订的，适用于用户在首证投顾智能终端的全部活动。本协议内容包括但不限于协议正文条款及已经发布的或者将来可能发布的各类规则、公约，所有条款和规则、公约为本协议不可分割的一部分，与协议正文具有同等法律效力。</div></dd>
                        <dd>
                            <div>10.2本协议不涉及用户与首证投顾的其他用户之间因平台交易或者其他行为而产生的法律关系及法律纠纷。但用户在此同意将全面履行其与首证投顾其他用户或者第三方在智能终端签订的任何电子法律文本，并承诺按照该法律文本享有和（或）放弃相应的权利、承担和（或）豁免相应的义务。</div></dd>
                        <dd><div>10.3本协议及其修订的有效性、与履行本协议及其修订文本有关的所有事宜，将受中国法律管辖，任何争议仅适用中国法律。</div></dd>
                        <dd>
                            <div>10.4本协议签订地为<span className="underline">中国北京市丰台区</span>。因本协议所引起的用户与首证投顾的任何纠纷或者争议，应友好协商解决，协商不成的，用户在此同意将纠纷或者争议提交至<span className="underline">中国北京市丰台区</span>人民法院解决。</div></dd>
                    </dl>
                    <dl>
                        <dt>
                            <h2>第十一条 通知与送达</h2>
                        </dt>
                        <dd><div>11.1 首证投顾以短信、电子邮件、平台公告等方式进行通知和送达，联系方式以用户在智能终端注册、认证时填写内容为准。通知在下列日期视为送达用户：</div>
                            <div>11.1.1以短信方式通知的，首证投顾发送短信之日视为送达日；</div>
                            <div>11.1.2 以电子邮件方式通知的，首证投顾发送电子邮件之日视为送达日；</div>
                        </dd>
                        <dd><div>11.2 如用户联系方式发生变更，用户应尽快更新平台信息。如因用户未及时更新信息而造成的损失，由用户自行承担责任。</div></dd>
                    </dl>
                    <dl>
                        <dt>
                            <h2>第十二条 附则</h2>
                        </dt>
                        <dd>
                            <div>12.1用户使用智能终端应直接登录首证投顾网络平台或者移动端APP，如首证投顾以公告等形式发布新的网址，请届时登陆新的网址或者客户端，除首证投顾关联网站外，用户不得通过邮件或者其他网站提供的链接登录。否则，由此引发的一切后果由用户自行承担。</div>
                            <div>12.2为防止用户轻信他人盗用我司名义所从事的非法证券投顾业务，用户拨打首证投顾客服电话/投诉电话，应拨打首证投顾官方网站提供的客服电话/投诉电话（如首证投顾以公告等形式发布新的客服电话的，请届时拨打新的客服电话），不得拨打其他任何电话。否则，由此引发的一切后果由用户自行承担。</div>
                            <div>12.3用户同意，首证投顾有权在提供服务过程中以各种方式投放各种商业性广告或者其他任何类型的商业信息（包括但不限于在首证投顾PC端网络平台、移动端APP的任何页面上投放广告）。</div>
                            <div>12.4用户同意接受首证投顾通过电子邮件或者其他方式向用户发送产品促销或者其他相关商业信息，但用户可以通过首证投顾提供的退订方式进行退订。</div>
                            <div>12.5本协议最终解释权归首证投顾所有。</div>
                        </dd>

                    </dl>
                    <dl>
                        <dt><h3>再次提示您：市场有风险，投资需谨慎！</h3></dt>
                    </dl>
                </div>

            </div>
       </div>
    }
});